public/reading/mauro-corona/mauro-corona-vayont-quelli-del-dopo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
<meta property="og:title" content="Giovanni's Diary">
<meta property="og:description" content="Diary of Giovanni's adventures.">
<meta property="og:image" content="https://giovanni-diary.netlify.app/logo.png">
<meta property="og:url" content="https://giovanni-diary.netlify.app/">
</head>
<body>
<div id="content" class="content">
<p>
<a href="../../index.html">Giovanni's Diary</a> &gt; <a href="../../subjects.html">Subjects</a> &gt; <a href="../reading.html">Reading</a> &gt; <a href="mauro-corona.html">Mauro Corona</a> &gt; <a href="notes.html">Notes</a> &gt;
</p>

<div id="outline-container-org8b0ef59" class="outline-2">
<h2 id="org8b0ef59">Vayont: Quelli del dopo</h2>
<div class="outline-text-2" id="text-org8b0ef59">
<p>
This short book records a dialogue between the old inhabitants of the
village of Erto, which got almost completely destroyed by the
<a href="https://en.wikipedia.org/wiki/Vajont_Dam">disaster of the Vajont Dam</a>. There have been various depictions of this
terrible event, the most famous probably being the 2001 film "Vajont -
La diga del disonore" by Renzo Martinelli which displayed the tragedy
to a modern audience via the cinema, raising awareness to the general
population. While the film focuses on the people in charge of
constructing and engineering the dam itself, in this book Mauro Corona
writes what the people of the disappeared houses think about all of this
in the context of a conversation at a bar, being one of them himself.
</p>

<p>
All the protagonists of this dialogue have been deeply effected by the
event, except maybe from the bartender whom was born only
after. Therefore, some people react emotionally, others are more
cynic, everybody has a deep hate to the government and the people in
management before and after the event. The 2001 film does not show
it, but the inhabitants of Erto are not really polite and
sophisticated: they have pride and they swear a lot.
</p>

<p>
All of this was captured in this raw dialogue. Soon, all the people
that witnessed the tragedy will live this world, making this book an
historic source.
</p>

<hr />

<p>
Travel: <a href="./mauro-corona.html">Mauro Corona</a>, <a href="../../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</body>
</html>
